Repository: cesarg88/PickOne
Catalog: PickOne/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Pick
es: Elegir

source: Picked
es: Elegida

source: Pick %@
es: Elegir %@

source: Picked: %@
es: Elegida: %@

source: Records your choice without marking the movie watched.
es: Registra tu elección sin marcar la película como vista.

source: Cancels this choice without changing watched status.
es: Cancela esta elección sin cambiar el estado de vista.

source: Your choice couldn't be saved. Please try again.
es: No se ha podido guardar tu elección. Inténtalo de nuevo.

source: You have a Pick
es: Tienes una película elegida

source: Cancel Pick
es: Cancelar elección

source: Try again
es: Reintentar

source: Home
es: Inicio

source: Three for Tonight
es: Tres para esta noche

source: A small set of movies included with your services in Spain.
es: Una pequeña selección de películas incluidas en tus servicios en España.

source: Finding tonight's picks...
es: Buscando películas para esta noche…

source: Couldn't load tonight's picks
es: No se han podido cargar las recomendaciones

source: Retry
es: Reintentar

source: No picks available right now
es: No hay recomendaciones disponibles ahora

source: No picks available tonight
es: No hay recomendaciones disponibles esta noche

source: No unseen movie currently meets every taste and availability rule.
es: Ahora mismo no hay películas sin ver que cumplan los criterios de gusto y disponibilidad.

source: No more picks available right now
es: No hay más recomendaciones disponibles ahora

source: Give me three more
es: Dame tres más

source: Finding more...
es: Buscando más…

source: Review My movies
es: Revisar Mis películas

source: Review streaming services
es: Revisar servicios de streaming

source: Open movie details
es: Abrir detalles de la película

source: Saved
es: Guardada

source: Included with %@
es: Incluida en %@

source: Couldn't save feedback
es: No se ha podido guardar tu opinión

source: Cancel
es: Cancelar

source: Your feedback wasn't saved. Please try again.
es: No se ha guardado tu opinión. Inténtalo de nuevo.

source: Saving feedback for %@
es: Guardando opinión sobre %@

source: Feedback for %@
es: Opinión sobre %@

source: Rate
es: Valorar

source: Love it
es: Me encanta

source: Like it
es: Me gusta

source: It was okay
es: Está bien

source: Didn't like it
es: No me gusta

source: Already watched
es: Ya la he visto

source: Not interested
es: No me interesa

source: Safe Choice
es: Apuesta segura

source: Stretch Choice
es: Algo diferente

source: Discovery Choice
es: Descubrimiento

source: Backed by strong ratings and broad viewer evidence.
es: Avalada por buenas valoraciones y un amplio respaldo del público.

source: Tonight's picks couldn't be loaded. Please try again.
es: No se han podido cargar las recomendaciones. Inténtalo de nuevo.

source: Recommendations updated.
es: Recomendaciones actualizadas.

source: Couldn't update tonight's picks. Please try again.
es: No se han podido actualizar las recomendaciones. Inténtalo de nuevo.

source: Your preferences couldn't be loaded. Please try again.
es: No se han podido cargar tus preferencias. Inténtalo de nuevo.

source: Tonight's picks couldn't be saved. Please try again.
es: No se han podido guardar las recomendaciones. Inténtalo de nuevo.

source: Saved picks couldn't be recovered. Your other data is unchanged.
es: No se han podido recuperar las recomendaciones guardadas. Tus otros datos no han cambiado.

source: We've checked more movies and revisited older suggestions, but couldn't find an unseen match we can confidently recommend from your services.
es: Hemos revisado más películas y sugerencias anteriores, pero no hemos encontrado una película sin ver de tus servicios que podamos recomendar con confianza.

source: We couldn't find a different unseen match we can confidently recommend from your services. Your current picks are still available.
es: No hemos encontrado otra película sin ver de tus servicios que podamos recomendar con confianza. Tus recomendaciones actuales siguen disponibles.

source: We found only %lld strong matches right now.
es: Solo hemos encontrado %lld buenas opciones ahora mismo.

source: Saved for later, and %@
es: Guardada para más adelante, y %@

source: loved
es: te encantó

source: liked
es: te gustó

source: %@; both are from the %@s
es: %@; ambas son de los años %@

source: %@; their release eras are adjacent (%@s and %@s)
es: %@; sus épocas de estreno son cercanas (años %@ y %@)

source: %@ to %@, which you %@ — %@.
es: %@ a %@, que %@ — %@.

source: shares %@
es: comparte %@

source: %@ your taste for %@.
es: %@ tu gusto por %@.

source: %@ a release era you tend to enjoy.
es: %@ una época de estreno que sueles disfrutar.

source: %@ and %@
es: %@ y %@

# home.reason.matches.sentence
source: Matches
es: Encaja con

# home.reason.matches.embedded
source: matches
es: encaja con
